[String]
10000=OK
10001=Siirtää tietoja, odota...
10002=Tuntematon
10003=Yrit uud.
10004=Peruuta
10005=Katkaise
10006=Yhteyden ottaminen…
14000=GPRS-kirjaston lataaminen epäonnistui.
14001=Internet-yhteyden luominen epäonnistui.
14002=GPRS-yhteyden katkaiseminen epäonnistui.
14003=GPRS-yhteys katkaistu.
14004=RAS-nimi tyhjä.
14005=Bluedrv-kirjastoa ladattaessa tapahtui virhe.
14006=Kunkin API:n latauksessa virhe.
14007=Kyselyn asettamisessa tapahtui virhe.
14008=Pin-koodi on tyhjä.
14009=Laitteen parinmuodostuksen aikana tapahtui virhe. Varmista, että puhelimesi Bluetooth-asetukset ovat oikein, sitten korjaa.
14010=Tapahtui virhe, kun laitetta asetettiin oletukseksi.
14011=Laitteen mallin nimeä haettassa tapahtui virhe.
14012=Laitteen tietoja luettaessa tapahtui virhe.
14013=Bluetooth-laitetta tai käsipuhelinta ei löydy.
14014=Tiedot täytyy hakea ensin.
14015=Käsipuhelin ei nyt ole käytettävissä.  Varmista, että käsipuhelimen pääruutu näytetään, ja että muut ohjelmat eivät nyt käytä käsipuhelinta.
14016=Varmista, että laite on liitetty hyvin puhelimeen.
14017=Varmista, että laite on liitetty hyvin puhelimeen.
14018=Tietoja ei onnistuttu kirjoittamaan uudelleen matkapuhelimeen!
14019=Tietojen lukeminen matkapuhelimesta ei onnistunut!
14020=Matkapuhelimen poistaminen ei onnistunut.
14021=Tapahtui virhe parametreja tarkastettaessa.
14022=Muisti ei riitä.
14023=Ei yhdistettävää laitetta.
14024=Tätä toimintoa ei tueta.
14025=Ei tietoja.
14026=Tiedostoa ei voi avata.
14027=Ei-tuettu tiedostomuoto.
14028=Kelpaamaton päiväys/aika.
14029=Tietojen luenta-/kirjoitusvirhe.
14030=Kelpaamattomat tiedot.
14031=Kirjaston yhdistäminen epäonnistui.
14032=Virheellinen tiedostonimi tai tiedostoa ei ole!
14033=Säie on päättynyt!
14034=Ei SIM-korttia.
14035=Rajoitettu toiminto.
14036=Käsipuhelin ei vastaa.
14037=Virheen syy saattaa olla: 1. käsipuhelin on vielä kytkeytymistilassa. 2. SIM-kortissa on virhe.  Napsauta virkistyspainiketta aloittaaksesi tämän prosessin uudelleen.
14038=Tuntematon virhe!
14039=HF-audiota yhdistettäessä tapahtui virhe.
14040=HF-audiota katkaistaessa tapahtui virhe.
14041=Pistukkaa yhdistettäessä tapahtui virhe.
14042=Tila ei riitä tiedon tallentamiseen

15000=Puhelinval.
15001=Valitse ensiksi puhelinmalli!
15002=%s ei ole kytketty.
15003=%s on kytketty.
16000=Puhelinluettelo
17000=SMS
17001=Lähettäjä
17002=Vast.ott:
17003=Viesti
17004=Päiväys
18000=Tiedostojen hallinta
20000=Haku 
20001=%s löytynyt.
21001=Parinmuodostus puhelimen kanssa
21002=Ensimmäistä yhteyttä puhelimeesi luodaan. Jos puhelimesi vaatii salasanan, syötä:
21003=1234
21005=Muodostaa parin laitteen kanssa, odota...(PIN=1234)
21006=Pari
21007=Hakee puhelimia, odota...
21008=Yhdistää laitetta, odota...
22000=Hae
22001=Matkapuhelin
22002=Varmista, että puhelimesi Bluetooth on käytettävissä. Haluatko aloittaa puhelimien hakemisen nyt?
23000=Numeronvalinta-alusta
24000=Tietoja puhelimesta
24001=Sinun täytyy asettaa puhelimesi, jotta voit jatkossa muodostaa yhteyden navigaattoriisi automaattisesti. Katso puhelimen käsikirjaa saadaksesi yksityiskohtaista tietoa.
25000=Bluetooth
26000=Asetus
27000=Puhelutiedot
27001=Vastatut puhelut
27002=Soitetut puhelut
27003=Vastaamatta jääneet puhelut
27004=Nimi:
27005=Numero:
27006=Päiväys
27007=Aika:
27008=Soitto...
27009=Puhelu lopettu
27010=Saapuva puhelu
27011=Saapuva SMS
28000=Puhelinluettelon asetus
28001=Tuo puhelinluettelon tiedot automaattisesti
28002=Säilytä puhelinluettelo muistikortilla
28003=SMS-asetus
28004=Tuo viesti automaattisesti
28005=Näytä saapuva viesti popup-ikkunassa automaattisesti 
28006=Säilytä viestit muistikortilla
28007=Hands-freen asetus
28008=Hands-freen käynnistys automaattisesti

29000=Informaatio
29001=Puhelimen nimi:
29002=Pidike:
29003=Puh.sign:
29004=Puhelimen akku:
30000=Puh.luett.
30001=Viesti
30002=Puh.loki
30003=Puh. val.
30004=HF On
30005=HF Off
30006=Asetus
30007=Etsi puh.
30008=Hands-Free
30009=Kytke
30010=Katk. yht.
30011=Bluetooth On
30012=Bluetooth Off
